tap "homebrew/bundle"
tap "homebrew/services"
brew "anyenv"
brew "libpng"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "awscli"
brew "bzip2"
brew "libssh2"
brew "openldap"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "gawk"
brew "gd"
brew "openjpeg"
brew "ghostscript"
brew "ghq"
brew "grep"
brew "icu4c"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "krb5"
brew "libedit"
brew "libffi"
brew "libiconv"
brew "libpq"
brew "libzip"
brew "zlib"
brew "mysql", restart_service: true
brew "openssl@1.1"
brew "parallel"
brew "pkg-config"
brew "rename"
brew "ruby-build"
brew "tidy-html5"
brew "tree"
brew "yarn"
brew "zsh"
cask "1password"
cask "cursor"
cask "docker"
cask "google-japanese-ime"
cask "notion"
cask "tableplus"
cask "visual-studio-code"
cask "raycast"
cask "iterm2"
cask "karabiner-elements"
